tap "beeftornado/rmtree"
tap "heroku/brew"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "sanemat/font"
tap "wez/wezterm"
brew "ncurses"
brew "act"
brew "asciiquarium"
brew "bat"
brew "chezmoi"
brew "openldap"
brew "xz"
brew "curl"
brew "exa"
brew "fd"
brew "readline"
brew "ghq"
brew "git"
brew "git-delta"
brew "go"
brew "gotop"
brew "helm"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "kubectx"
brew "lazydocker"
brew "lazygit"
brew "luajit"
brew "minikube"
brew "neofetch"
brew "tree-sitter"
brew "neovim"
brew "openssl@3"
brew "pyenv"
brew "ripgrep"
brew "rust"
brew "rustup-init"
brew "screen"
brew "sheldon"
brew "starship"
brew "tmux"
brew "yarn"
brew "zellij"
brew "zlib"
brew "heroku/brew/heroku"
cask "alacritty"
cask "alfred"
cask "appcleaner"
cask "brave-browser"
cask "docker"
cask "font-hack-nerd-font"
cask "onyx"
cask "spotify"
cask "google-chrome"
cask "google-drive"
cask "visual-studio-code"
vscode "bradlc.vscode-tailwindcss"
vscode "dsznajder.es7-react-js-snippets"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "formulahendry.auto-rename-tag"
vscode "GitHub.github-vscode-theme"
vscode "golang.go"
vscode "Gruntfuggly.todo-tree"
vscode "ionutvmi.path-autocomplete"
vscode "ms-azuretools.vscode-docker"
vscode "MS-CEINTL.vscode-language-pack-ja"
vscode "ms-kubernetes-tools.vscode-kubernetes-tools"
vscode "ms-python.isort"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-toolsai.jupyter"
vscode "ms-toolsai.jupyter-keymap"
vscode "ms-toolsai.jupyter-renderers"
vscode "ms-toolsai.vscode-jupyter-cell-tags"
vscode "ms-toolsai.vscode-jupyter-slideshow"
vscode "ms-vscode-remote.remote-containers"
vscode "naumovs.color-highlight"
vscode "oderwat.indent-rainbow"
vscode "redhat.vscode-yaml"
vscode "ritwickdey.LiveServer"
vscode "rust-lang.rust-analyzer"
vscode "shardulm94.trailing-spaces"
vscode "styled-components.vscode-styled-components"
vscode "TabNine.tabnine-vscode"
vscode "vscode-icons-team.vscode-icons"
vscode "Vue.volar"
vscode "wayou.vscode-todo-highlight"
vscode "withfig.fig"
